Repository: jancsi70/addons-source
Catalog: DescendantBooks/po/*-local.po
Languages: hu

source: Deep pruning ascendants from %s people...
hu: %s ember elődeinek mély metszése...

source: Pruning ascendants from %s people...
hu: %s ember elődeinek metszése...

source: Getting ascendants from %s people...
hu: %s ember elődeinek lekérése..

source: Verifying descendants from %s people...
hu: %s ember leszármazottainak ellenőrzése...

source: Getting missing descendants from %s people...
hu: %s ember hiányzó elődeinek lekérése..

source: Verifying descendants from %s people after pruning...
hu: %s ember elődeinek metszés utáni ellenőrzése...

source: Getting missing descendants from %s people ...
hu: %s ember hiányzó leszármazottainak lekérése..

source: sp. %(spouse)s
hu: ht. %(spouse)s

source: sp. see %(reference)s : %(spouse)s
hu: ht. lásd %(reference)s : %(spouse)s

source: see report: %(report)s, ref: %(reference)s : %(person)s & %(spouse)s
hu: lásd, összesítő: %(report)s, hivatkozás: %(reference)s : %(person)s & %(spouse)s

source: %s sp.
hu: %s ht.

source: Descendants Report
hu: Leszármazási Összesítő

source: Person %s is not in the Database
hu: %s személy nem található az adatbázisban

source: Writing %s reports...
hu: %s összesítő írása...

source: %s. Descendants of %s
hu: %s. leszármazottai %s-nak

source: Descendants of %s
hu: %s leszármazottai

source: Descendant Report
hu: Leszármazási összesítő

source: Table Of Contents
hu: Tartalomjegyzék

source: Report Options
hu: Összesítő lehetőségek

source: Filter
hu: Szűrő

source: Select filter to restrict people that appear in the report
hu: Válasszon szűrőt emberek megjelenítésének kizárásához az összesítőben

source: Center Person
hu: Központi személy

source: The center person for the report
hu: Az összesítő központi személye

source: Name format
hu: Név formátum

source: Default
hu: Alapértelmezett

source: Select the format to display names
hu: Válasszon névmegjelenítési formátumot

source: Numbering system
hu: Számozási rendszer

source: Simple numbering
hu: Egyszerű számozás

source: de Villiers/Pama numbering
hu: de Villiers/Pama számozás (a b1 c1 c2)

source: Meurgey de Tupigny numbering
hu: Meurgey de Tupigny számozás (I II III-2)

source: The numbering system to be used
hu: A használandó számozási rendszer

source: Generations
hu: Generációk

source: The number of generations to include in the report
hu: Az összesítőben szereplő generációk száma

source: Show marriage info
hu: Házassági információ mutatása

source: Whether to show marriage information in the report.
hu: Legyen-e a házassági információ mutatva az összesítőben.

source: Show divorce info
hu: Válási információ mutatása

source: Whether to show divorce information in the report.
hu: Legyen-e a válási információ mutatva az összesítőben.

source: Show duplicate trees
hu: Kettőzött fák mutatása

source: Whether to show duplicate family trees in the report.
hu: Legyenek-e a kettőzött családfágak mutatva az összesítőben.

source: The style used for the title of the page.
hu: Az oldalcímhez használt stílus.

source: The style used for the table of contents header.
hu: A tartalomjegyzék fejlécéhez használt stílus.

source: The style used for the table of contents detail.
hu: A tartalomjegyzék tartalmához használt stílus.

source: The style used for the level %d display.
hu: %d. szint megjelenésének stílusa.

source: The style used for the spouse level %d display.
hu: %d házastársi szint megjelenésének stílusa.

source: Descendant Book
hu: Leszármazási Könyv

source: Produces one or more descendant reports based on a supplied query.
hu: Egy vagy több leszármazási összesítőt készít a megadott kérések alapján.

source: Detailed Descendant Book
hu: Részletes Leszármazási Könyv

source: Produces one or more detailed descendant reports based on a supplied query.
hu: Egy vagy több részletes leszármazási összesítőt készít a megadott kérések alapján.

source: Detailed Descendants Report
hu: Részletes Leszármazási Összesítő

source: Generating %s report references...
hu: %s összesítő hivatkozásainak létrehozása...

source: %(report_count)s. Descendant Report for %(person_name)s
hu: %(report_count)s. %(person_name)s leszármazási összesítője

source: Descendant Report for %(person_name)s
hu: %(person_name)s leszármazási összesítője

source: Generation %d
hu: %d. generáció

source: Index of Places
hu: Helynévmutató

source: Index of Dates
hu: Időrendi mutató

source: Index of Names
hu: Névjegyzék

source: Report, Generation, Person, Name
hu: Összesítő, Generáció:, Személy, Név

source: Detailed Descendant Report
hu: Részletes Leszármazási Összesítő

source: See Report : %s, Generation : %s, Person : %s
hu: Lásd, Összesítő: %s, Generáció: %s, Személy: %s

source: %(name)s is the same person as [%(id_str)s].
hu: %(name)s ugyanaz a személy, mint [%(id_str)s].

source: Report appearances for %s
hu: %s előfordulási összesítője

source: Spouse of: Report: %s, Generation: %s, Person: %s
hu: Házastársa: Összesítő: %s, Generáció: %s, Személy: %s

source: Report: %s, Generation: %s, Person: %s
hu: Összesítő: %s, Generáció: %s, Személy: %s

source: %(event_name)s of %(name)s
hu: %(event_name)s %(name)s

source: %(event_name)s of %(name)s and %(mate)s
hu: %(event_name)s %(name)s és %(mate)s

source: . Ref: %(repno)s %(gen)s %(per)s
hu: . Hiv.: %(repno)s %(gen)s %(per)s

source: Spouse: %s
hu: Házastárs: %s

source: Relationship with: %s
hu: Kapcsolat vele: %s

source: Ref: %s. %s
hu: Hiv.: %s. %s

source: unknown
hu: ismeretlen

source: Children of %(mother_name)s and %(father_name)s
hu: %(mother_name)s és %(father_name)s gyermekei

source: Notes for %(mother_name)s and %(father_name)s:
hu: %(mother_name)s és %(father_name)s jegyzetei:

source: More about %(mother_name)s and %(father_name)s:
hu: Bővebben %(mother_name)s és %(father_name)s:

source: Notes for %s
hu: %s jegyzetei

source: More about %(person_name)s:
hu: Bővebben %(person_name)s:

source: Address:
hu: Lakcím:

source: Henry numbering
hu: Henry-számozás (116111.)

source: d'Aboville numbering
hu: d'Aboville-számozás (1.1.1.3.2.1.3 iii.)

source: Record (Modified Register) numbering
hu: Bejegyzésszámozás (Módosított regiszter)

source: Page break between generations
hu: Generációk közötti oldaltörés

source: Whether to start a new page after each generation.
hu: Legyen-e minden generáció új oldalon.

source: Page break before end notes
hu: Végjegyzet előtt oldaltörés

source: Whether to start a new page before the end notes.
hu: Legyen-e oldaltörés a végjegyzet előtt.

source: Content
hu: Tartalom

source: Use callname for common name
hu: Hívónév használata általánosként

source: Whether to use the call name as the first name.
hu: Legyen-e használva keresztnév helyett a hívónév.

source: Use full dates instead of only the year
hu: Csak év helyett a teljes dátum használata

source: Whether to use full dates instead of just year.
hu: Legyen-e használva csak év helyett a teljes dátum.

source: List children
hu: Gyermekfelsorolás

source: Whether to list children.
hu: Legyenek-e felsorolva a gyerekek.

source: Compute death age
hu: Halálozási kor számolása

source: Whether to compute a person's age at death.
hu: Legyen-e számolva a személy halálozási kora.

source: Omit duplicate ancestors
hu: Kettőzött ősök mellőzése

source: Whether to omit duplicate ancestors.
hu: Mellőzve legyenek-e a kettőzött ősök.

source: Use complete sentences
hu: Teljes mondatok használata

source: Whether to use complete sentences or succinct language.
hu: Teljes mondatok, vagy tőszavak legyenek-e használva.

source: Add descendant reference in child list
hu: Leszármazási hivatkozással a gyermek felsorolásban

source: Whether to add descendant references in child list.
hu: Legyen-e a gyermek felsorolásban leszármazási hivatkozás.

source: Include
hu: Beleértve

source: Include notes
hu: Jegyzetekkel

source: Whether to include notes.
hu: Legyenek-e benne jegyzetek is.

source: Include attributes
hu: Jellemzőkkel

source: Whether to include attributes.
hu: Legyenek-e benne jellemzők is.

source: Include Photo/Images from Gallery
hu: A galéria fotóival/képeivel

source: Whether to include images.
hu: Legyenek-e benne képek is.

source: Include alternative names
hu: Alternatív nevekkel

source: Whether to include other names.
hu: Legyenek-e benne más nevek is.

source: Include events
hu: Eseményekkel

source: Whether to include events.
hu: Legyenek-e benne események is.

source: Include addresses
hu: Lakcímekkel

source: Whether to include addresses.
hu: Legyenek-e benne lakcímek.

source: Include sources
hu: Forrásokkal

source: Whether to include source references.
hu: Legyenek-e benne források is.

source: Include sources notes
hu: Forrásjegyzetekkel

source: Whether to include source notes in the Endnotes section. Only works if Include sources is selected.
hu: Legyenek-e forrásjegyzetek a végjegyzet részben. Csak a Forrásjegyzetek kiválasztása esetén működik.

source: Include (2)
hu: Beleértve (2)

source: Include spouses
hu: Házastársakkal

source: Whether to include detailed spouse information.
hu: Legyenek-e benne részletes házastársi információk is.

source: Include spouse reference
hu: Házastársi hivatkozással együtt

source: Whether to include reference to spouse.
hu: Legyenek-e benne házastársi hivatkozások is.

source: Include sign of succession ('+') in child-list
hu: Öröklési jellel ('+') a gyermek felsorolásban

source: Whether to include a sign ('+') before the descendant number in the child-list to indicate a child has succession.
hu: Legyen-e a gyermek felsorolásban leszármazásszám előtt ('+') jel, amely jelöli, hogy a gyermek örökös.

source: Include path to start-person
hu: A kiinduló személy útvonalával

source: Whether to include the path of descendancy from the start-person to each descendant.
hu: Legyen-e benne leszármazási útvonal a kiinduló személytől minden leszármazottig.

source: Include Index of Names
hu: Névjegyzékkel

source: Whether to include the index of Names at the end of the report.
hu: Szerepeljen-e névjegyzék a jelentés végén.

source: Include index of Dates
hu: Időrendi mutatóval

source: Whether to include the index of Dates at the end of the report.
hu: Szerepeljen-e időrendi mutató a jelentés végén.

source: Include index of Places
hu: Helynévmutatóval

source: Whether to include the index of Places at the end of the report.
hu: Szerepeljen-e betűrendes helynévmutató a jelentés végén.

source: Include the 'Report appearances' section with each person
hu: 'Előfordulási összesítő' rész a többi személnél

source: The 'Report appearances' section shows other places in the report where the person is mentioned.
hu: Az 'Előfordulási összesítő' rész utal a személy egyéb előfordulásaira a jelentésben, ahol említésre került.

source: Missing information
hu: Hiányzó információ

source: Replace missing places with ______
hu: Hiányzó helyek helyettesítése ezzel: ______

source: Whether to replace missing Places with blanks.
hu: Legyenek-e a hiányzó Helyek üres résszel helyettesítve.

source: Replace missing dates with ______
hu: Hiányzó dátumok helyettesítése ezzel: ______

source: Whether to replace missing Dates with blanks.
hu: Legyenek-e a hiányzó dátumok üres résszel helyettesítve.

source: The style used for the generation header.
hu: A generáció fejlécéhez használt stílus.

source: The style used for the children list title.
hu: A gyermekfelsorolás címéhez használt stílus.

source: The style used for the children list.
hu: A gyermekfelsorolás tartalmához használt stílus.

source: The basic style used for Note header.
hu: A megjegyzés fejléchez használt stílus.

source: The basic style used for the text display.
hu: A megjelenített szöveg alap stílusa.

source: The style used for the first personal entry.
hu: Az első személyes bejegyzéshez használt stílus.

source: The style used for the More About header and for headers of mates.
hu: A bővebben: fejléchez és a társak fejléceihez használt stílus.

source: The style used for additional detail data.
hu: A bővebben részleteihez használt stílus.

source: The style used for note detail data.
hu: A jegyzet adatrészleténél használt stílus.

source: The style used for the date in the Index of Dates.
hu: A dátum stílusa az időrendi mutatóban.

source: The style used for the events in the Index of Dates.
hu: Az események stílusa az időrendi mutatóban.

source: The style used for the header in the Index of Names.
hu: A névjegyzék fejlécéhez használt stílus.

source: The style used for the references in the Index of Names.
hu: A névjegyzék hivatkozásainál használt stílus.

source: The style used for the header in the Index of Places.
hu: A helynévmutató fejlécéhez használt stílus.

source: The style used for the references in the Index of Places.
hu: A helynévmutató utalásainál használt stílus.

source: Report could not be created
hu: Az összesítő nem hozható létre
