Repository: jancsi70/addons-source
Catalog: GraphView/po/*-local.po
Languages: hu

source: Graph View
hu: Grafikon Nézet

source: Charts
hu: Diagramok

source: Dynamic and interactive graph of relations
hu: Dinamikus és interaktív kapcsolat grafikon

source: Graphview Warning: Goocanvas 2 (https://wiki.gnome.org/action/show/Projects/GooCanvas) is required for this view to work
hu: GraphView Figyelmeztetés: Goocanvas 2 (https://wiki.gnome.org/action/show/Projects/GooCanvas) szükséges a nézet működéséhez

source: Graphview Warning: GraphViz (http://www.graphviz.org) is required for this view to work
hu: Graphview Warning: GraphViz (http://www.graphviz.org) szükséges a nézet működéséhez

source: Graphview Failed to Load
hu: Graphview betöltése sikertelen

source: Graphview is missing python modules or programs. %smust be installed. For now, it may be possible to install the files manually. See <a href="https://gramps-project.org/wiki/index.php?title=Graph_View" title="https://gramps-project.org/wiki/index.php?title=Graph_View">https://gramps-project.org/wiki/index.php?title=Graph_View</a> To dismiss all future Graphview warnings click Dismiss.
hu: A Graphview-ből hiányzó a python modulok vagy programok. %s telepítve kell lennie. Jelenleg a fájlok kézi telepítésére van lehetőség. Lásd: <a href="https://gramps-project.org/wiki/index.php?title=Graph_View" title="https://gramps-project.org/wiki/index.php?title=Graph_View">https://gramps-project.org/wiki/index.php?title=Graph_View</a> A jövőbeli GraphView figyelmeztetés elutasításához kattintson az Elvetés gombra.

source: Dismiss
hu: Elvetés

source: Continue
hu: Folytatás

source: Show images
hu: Képek mutatása

source: Show avatars
hu: Arvatárok mutatása

source: Highlight the home person
hu: Központi személy kijelölése

source: Show full dates
hu: Teljes dátumok mutatása

source: Show places
hu: Helyek mutatása

source: Default
hu: Alapértelmezett

source: Place format
hu: Hely formátuma

source: Show tags
hu: Címkék mutatása

source: Layout
hu: Réteg

source: Person theme
hu: Személy témája

source: Path color to home person
hu: Útvonal szín a központi személyhez

source: Font:
hu: Betűtípus:

source: Themes
hu: Témák

source: Show animation
hu: Animáció mutatása

source: Animation speed (1..5 and 5 is the slower)
hu: Animáció sebesség (1..5, 5 a lassabb)

source: Animation count (0..8 use 0 to turn off)
hu: Animációszám (0..8 a kikapcsoláshoz használja a 0-t)

source: Animation
hu: Animáció

source: Search in all database
hu: Keresés az összes adatbázisban

source: Also apply search by all database.
hu: Keresés az összes adatbázisban.

source: Show person images
hu: A személy képeinek mutatása

source: Show persons thumbnails in search result list.
hu: A személyek miniatűr képeinek megjelenítése a keresési eredménylistában.

source: Show bookmarked first
hu: Könyvjelzőzöttek első helyen

source: Show bookmarked persons first in search result list.
hu: A könyvjelzővel ellátott személyeket jelenítse meg elsőként a keresési eredménylistában.

source: Search
hu: Keresés

source: Select a dot file name
hu: Válasszon egy pontfájl nevet

source: _Cancel
hu: Még_se

source: _Apply
hu: _Alkalmaz

source: File already exists
hu: A fájl már létezik

source: You can choose to either overwrite the file, or change the selected filename.
hu: Választhatja a fájl felülírását, vagy megváltoztatja a kiválasztott fájlnevet.

source: _Overwrite
hu: _Felülírás

source: _Change filename
hu: Fájlnév _változtatása

source: Could not create %s
hu: Nem létrehozható %s

source: Zoom in
hu: Nagyítás

source: Zoom out
hu: Kicsinyítés

source: Zoom to original
hu: Eredeti méret

source: Zoom to best fit
hu: Nagyítsd a legmegfelelőbben

source: Go to active person
hu: Ugrás aktív eszemélyhez

source: Go to bookmark
hu: Ugrás a könyvjelzőhöz

source: Center view on selected bookmark
hu: Középnézet a kiválasztott könyvjelzőre

source: Bookmarks for current graph
hu: Az aktuális grafikon könyvjelzői

source: Other Bookmarks
hu: Egyéb könyvjelzők

source: Ancestor generations
hu: Ős generációk

source: Descendant generations
hu: Leszármazott generációk

source: Generations
hu: Generációk

source: Vertical spacing between generations
hu: Generációk közötti függőleges távolság

source: Horizontal spacing between generations
hu: Generációk közötti vízszintes távolság

source: Spacings
hu: Elosztás

source: Add active person
hu: Aktív Személy hozzáadása

source: Edit
hu: Szerkesztés

source: Call the bookmark editor
hu: A könyvjelző-szerkesztő hívása

source: You don't have any bookmarks yet... Try to add some frequently used persons to speedup navigation.
hu: Még nincs könyvjelzője .... Adjon hozzá néhány gyakran használt személyt a navigáció felgyorsításához.

source: No bookmarks for this graph...
hu: Nincs könyvjelző ehhez a grafikonhoz ...

source: No other bookmarks...
hu: Nincs egyéb könyvjelző ...

source: found: %s
hu: találat: %s

source: Add active person to bookmarks %s
hu: Aktív személy hozzáadása a könyvjelzőkhöz %s

source: Person <b><i>%s</i></b> is not in the current view. Do you want to set it active and rebuild view?
hu: <b><i>%s</i></b> nincs a jelenlegi nézetben. Szeretné aktívvá tenni és újraépíteni a nézetet?

source: Change active person?
hu: Aktív személyt váltása?

source: Yes
hu: Igen

source: No
hu: Nem

source: Relationship loop detected
hu: Körkapcsolatot észleltem

source: Image on right side
hu: Kép jobboldalt

source: Image on left side
hu: Kép baloldalt

source: Normal
hu: Átlagos

source: <b>Tags:</b>
hu: <b>Címkék</b>

source: Lines type
hu: Vonal típus

source: Direct
hu: Egyenes

source: Curves
hu: Hajlított

source: Ortho
hu: Merő

source: Copy
hu: Másolás

source: Remove
hu: Eltávolítás

source: Tags
hu: Címkék

source: Select tags for person
hu: Személycímke választás

source: Organize Tags...
hu: Címkék szervezése...

source: Spouses
hu: Házastársak

source: Add new family
hu: Új család hozzáadása

source: Siblings
hu: Testvérek

source: Parents
hu: Szülők

source: Add parents
hu: Szülők hozzáadása

source: Related
hu: Kapcsolúdó

source: Set as home person
hu: A kiinduló személy kiválastása

source: Remove from bookmarks
hu: Eltávolítás a könyvjelzőkből

source: Add to bookmarks
hu: Hozzáadás a könyvjelzőkhöz

source: Select tags for family
hu: Családcímke választás

source: Add father
hu: Apa hozzáadása

source: Add mother
hu: Anya hozzáadása

source: Children
hu: Gyermekek

source: Add child to family
hu: Gyermek családhoz adása

source: About Graph View
hu: A GraphView-ról

source: Adding Tags
hu: Címkék hozzáadása

source: Adding Tags to person (%s)
hu: Címkék hozzáadása (%s) személyhez

source: Adding Tags to family (%s)
hu: Címkék hozzáadása (%s) családhoz

source: Add Child to Family
hu: Gyermek hozzáadása a családhoz

source: Delete %s?
hu: %s törlése?

source: Deleting the person [%s] will remove it from the database.
hu: [% s] törlése, személy eltávolítása az adatbázisból.

source: Delete Person (%s)
hu: Személytörlés (%s)

source: Delete family [%s]?
hu: %s család törlése?

source: Deleting the family will remove it from the database.
hu: Család törlése, eltávolítása az adatbázisból.

source: Delete Family [%s]
hu: [%s] család törlése

source: %s has been bookmarked
hu: %s könyvjelzőzve lett

source: Persons from current graph
hu: Személyek az aktuális grafikonból

source: Other persons from database
hu: Egyéb személyek az adatbázisból

source: No persons found...
hu: Nincs talált személy ...

source: Search people in the current visible graph and database. Use <Ctrl+F> to make search entry active.
hu: Személy keresése az aktuálisan látható grafikonon és az adatbázisban. <Ctrl+F> aktiválja a keresési bejegyzést.

source: Search...
hu: Keresés...

source: Birth: %s
hu: Született: %s

source: Death: %s
hu: Elhunyt: %s

source: Parents:
hu: Szülők:
